Revit 2027 API
ParameterTypeId.FabricationPartWidthOut Property
 "Main Secondary Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartWidthOut { get; }
Public Shared ReadOnly Property FabricationPartWidthOut As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartWidthOut {
	ForgeTypeId^ get ();
}
static member FabricationPartWidthOut : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace